Repository: devme19/rahnegar
Catalog: lib/l10n/intl_*.arb
Languages: fa

# loginUserName
source: user name (phone number)
fa: نام کاربری (شماره موبایل)

# loginPassword
source: password
fa: گذرواژه

source: save user name
fa: ذخیره نام کاربری

source: activate
fa: فعال سازی

source: reset password
fa: بازنشانی رمز عبور

source: login
fa: ورود

source: biometric login
fa: ورود بیومتریک

source: car model
fa: مدل خودرو

source: car year
fa: سال خودرو

source: car type
fa: تیپ خودرو

source: national number of car owner
fa: شماره ملی مالک خودرو

source: car vin code
fa: کد vin خودرو

source: subscription number
fa: شماره اشتراک

source: SMS was sent to the announced number during the entry stage
fa: در مرحله ورود به شماره اعلام شده پیامک شد

source: submit
fa: تایید

source: add car
fa: افزودن خودرو

source: details of the car owner
fa: مشخصات مالک خودرو

source: name
fa: نام

source: last name
fa: نام خانوادگی

source: state
fa: استان

source: city
fa: شهر

source: no item found
fa: موردی یافت نشد

source: car details
fa: مشخصات خودرو

source: brand
fa: برند

source: model
fa: مدل

source: year
fa: سال

source: work hours
fa: ساعت کارکرد

source: kilometers traveled
fa: کیلومتر طی شده

source: distance to destination
fa: فاصله تا مقصد

source: on
fa: روشن

source: off
fa: خاموش

source: Opening and closing the car door
fa: باز و بسته کردن درب خودرو

source: Turn the lights on and off
fa: روشن و خاموش کردن چراغ ها

source: Stop the car
fa: متوقف کردن خودرو

source: Car power cut
fa: قطع برق خودرو

source: Car internal listening
fa: شنود داخلی خودرو

source: Car ignition warning
fa: هشدار روشن شدن خودرو

source: Switch opening warning
fa: هشدار باز شدن سوئیچ

source: Motion warning
fa: هشدار حرکت

source: Impact warning
fa: هشدار ضربه

source: GPS blind spot warning
fa: هشدار ورود به منطقه کور GPS

source: Disconnecting the device warning
fa: هشدار جدا شدن دستگاه از خودرو

source: Battery theft warning
fa: هشدار سرقت باطری

source: Low battery warning
fa: هشدار ضعف باطری

source: Oil change warning
fa: هشدار تعویض روغن

source: External power failure warning
fa: هشدار قطع برق خارجی

source: SOS alert
fa: هشدار SOS

source: Speed warning
fa: هشدار سرعت غیرمجاز

source: Low fuel warning
fa: هشدار کمبود سوخت

source: Spark plug replacement warning
fa: هشدار تعویض شمع

source: Pad replacement warning
fa: هشدار تعویض لنت

source: Bluetooth disconnection warning
fa: هشدار قطع بلوتوث

source: Verify identity
fa: تایید هویت

source: Authentication required
fa: احراز هویت لازم است

source: Choose an authentication method
fa: انتخاب روش احراز هویت

source: Enter mobile number
fa: لطفا شماره همراه خود را وارد کنید

source: PhoneNumberIsNotValid
fa: شماره موبایل وارد شده صحیح نمی باشد

source: Enter verification code
fa: لطفا کد پیامک شده را وارد کنید

source: Change phone number
fa: تغییر شماره موبایل

source: next
fa: بعدی

# removeTheCarAlert
source: Remove the car?
fa: خودرو موردنظر حذف شود؟

source: yes
fa: بله

source: no
fa: خیر

source: Default car
fa: خودرو پیش فرض

# changeDefaultCar
source: You can change the default car by moving cars
fa: با نگه داشتن و جا به جا کردن خوودرو ها می توانید خودرو پیش فرض را تغییر دهید

source: Add device
fa: افزودن دستگاه

# removeCar
source: By moving the desired car to the right or left, you can remove the desired car
fa: با جابه جایی خودرو مورد نظر به سمت راست یا چپ می توانید خودرو مورد نظر را حذف کنید

source: Error
fa: خطا

source: Communication error
fa: خطا در برقراری ارتباط

# enterName
source: Please enter your name
fa: لطفا نام خود را وارد کنید

# enterLName
source: Please enter your last name
fa: لطفا نام خانوادگی خود را وارد کنید

# selectState
source: Please select your state
fa: لطفا استان خود را انتخاب کنید

# selectCity
source: Please select your city
fa: لطفا شهر خود را انتخاب کنید

# selectStateCity
source: Please select state and city
fa: لطفا استان و شهر را وارد کنید

source: Alias
fa: نام مستعار

source: Serial number
fa: شماره سریال

# selectBrand
source: Please select the brand
fa: لطفا برند را انتخاب کنید

# selectModel
source: Please select the model
fa: لطفا مدل را انتخاب کنید

# selectYear
source: Please select the production year
fa: لطفا سال تولید را انتخاب کنید

# addDeviceError
source: Please add device
fa: لطفا دستگاه را اضافه کنید

source: Before
fa: قبل از

source: Car
fa: خودرو

source: Production year
fa: سال تولید

source: My cars
fa: خودروهای من

source: My profile
fa: پروفایل من

source: Language
fa: زبان

source: Theme
fa: تم

source: About us
fa: درباره ما

source: Contact us
fa: تماس با ما

source: Dark
fa: تاریک

source: Light
fa: روشن

source: Marked locations
fa: مکان های منتخب

source: Latitude
fa: عرض جغرافیایی

source: Longitude
fa: طول جغرافیایی

source: cancel
fa: انصراف

source: Add to marked list
fa: افزودن به لیست مکان های منتخب

# noItem
source: There is no item
fa: موردی یافت نشد

source: Delete marked item
fa: حذف مکان منتخب

# delete
source: be deleted?
fa: حذف شود؟

source: Please add your car from settings, my cars
fa: لطفا از قسمت تنظیمات ، خودروهای من ، خودروی خود را اضافه کنید

source: History of routes
fa: تاریخچه مسیرها

source: Select a time frame
fa: بازه زمانی را انتخاب کنید

source: Start date
fa: تاریخ شروع

source: End date
fa: تاریخ پایان

source: Please select the car
fa: انتخاب خودرو

source: Search
fa: جستجو

source: The car door opened
fa: درب خودرو باز شد

source: The car door closed
fa: درب خودرو بسته شد

source: Allow the vehicle to start
fa: اجازه روشن شدن خودرو

source: The car can be started
fa: خودرو قابل روشن شدن است

source: The car cannot be started
fa: خودرو قابل روشن شدن نیست

source: Turn off the car?
fa: خودرو خاموش شود؟

source: The car turned off
fa: خودرو خاموش شد

source: System
fa: مطابق دستگاه

source: User info updated successfully
fa: ویرایش اطلاعات با موفقیت انجام شد

source: No location has been registered for this car
fa: برای این خودرو موقعیتی ثبت نشده است

source: Parameter
fa: پارامتر

source: fault
fa: خطا

# minutesAgo
source: 15 minutes ago
fa: 15 دقیقه قبل

# hoursAgo
source: 2 hours ago
fa: 2 ساعت قبل

source: previous
fa: قبلی

source: Your information is encrypted
fa: اطلاعاتتون پیش ما رمزنگاری میشه

source: We are always with you
fa: همیشه کنارتون هستیم

# periodicServices
source: Are you interested in periodic services? We call it...
fa: حواست به سرویس های دوره ای هست؟ مابهت میگیم...

# checkLight
source: Why is the check light on?! We tell you...
fa: چرا چراغ چکت روشنه؟! ما بهت میگیم...

# whereIsYourDeviceNow
source: Where is your device now?! We tell you...
fa: الان وسیله ت کجاست؟! ما بهت میگیم...

source: Kilometers
fa: کیلومتر

source: Map
fa: نقشه

source: Remote
fa: ریموت

source: Settings
fa: تنظیمات
